Repository: aadityabagga/timeset-1
Catalog: po/timeset-gui_*.po
Languages: ca, da, de, el, es, fr, hr, it, nl, pl, pt, ru, sk, sv, tr

source: Warning!
ca: Atenció!
da: Advarsel!
de: Warnung!
el: Προειδοποίηση!
es: ¡Advertencia!
fr: Attention!
hr: Upozorenje!
it: Attenzione!
nl: Waarschuwing!
pl: Ostrzeżenie!
pt: Aviso!
ru: Предупреждение!
sk: Upozornenie!
sv: Varning!
tr: Uyarı!

source: Current date and time
ca: Data i hora actuals
da: Nuværende dato og klokkeslæt
de: Aktuelles Datum und Uhrzeit
el: Τρέχουσα ημερομηνία και ώρα
es: Fecha y hora actuales
fr: Date et heure actuelles
hr: Trenutni datum i vrijeme
it: Data e ora corrente
nl: Huidige datum en tijd
pl: Aktualna data i czas
pt: Data e hora actuais
ru: Текущие дата и время
sk: Aktuálny dátum a čas
sv: Nuvarande datum och tid
tr: Şimdiki tarih ve saat

source: Known timezones
ca: Zones horàries conegudes
da: Ukendt tidszoner
de: Bekannte Zeitzonen
el: Γνωστές ζώνες ώρας
es: Zonas horarias conocidas
fr: Fuseaux horaires connus
hr: Poznate vremenske zone
it: Fusi orari noti
nl: Bekende tijdzones
pl: Znane strefy czasowe
pt: Zonas horárias
ru: Известные часовые пояса
sk: Známe časové pásma
sv: Kända tidszoner
tr: Bilinen zaman dilimleri

source: Set system timezone
ca: Defineix la zona horària del sistema
da: Indstil systemets tidszone
de: Zeitzone des Systems einstellen
el: Ορίστε την ζώνη ώρας του συστήματος
es: Ajustar la zona horaria del sistema
fr: Définir le fuseau horaire du système
hr: Postavi vremensku zonu sustava
it: Set fuso orario di sistema
nl: Systeem tijdzone instellen
pl: Ustaw strefę czasową systemu
pt: Estabelecer a zona horária do sistema
ru: Установить системный часовой пояс
sk: Nastaviť systémové časové pásmo
sv: Ställ in systemets tidszon
tr: Sistem zaman dilimini ayarla

source: Enable or disable NTP
ca: Activeu o desactiveu el NTP
da: Aktivér eller deaktivér NTP
de: Aktivieren oder Deaktivieren von NTP
el: Ενεργοποίηση ή απενεργοποίηση του NTP
es: Activar o desactivar NTP
fr: Activer ou désactiver NTP
hr: Omogući ili onemogući NTP
it: Attivare o disattivare NTP
nl: NTP in- of uitschakelen
pl: Włącz lub wyłącz NTP
pt: Activar ou desactivar o NPT
ru: Включить или отключить NTP
sk: Povoliť alebo vypnúť NTP
sv: Sätt på eller stäng av NTP
tr: NTP'yi etkinleştir veya devre dışı bırak

source: Enable
ca: Activa
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Activer
hr: Omogući
it: Abilita
nl: Inschakelen
pl: Włącz
pt: Activar
ru: Включить
sk: Zapnuť
sv: Aktivera
tr: Etkin

source: Disable
ca: Desactiva
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
fr: Désactiver
hr: Onemogući
it: Disabilita
nl: Uitschakelen
pl: Wyłącz
pt: Desactivar
ru: Отключить
sk: Vypnúť
sv: Avaktivera
tr: Devre dışı

source: Enable or disable NTP usage. NTP stands for Network Time Protocol. If NTP is enabled, the system will periodically synchronize time from the network.
ca: Activeu o desactiveu l'ús del NTP. NTP significa Network Time Protocol. Si s'activa NTP, el sistema sincronitzarà periòdicament l'hora amb la xarxa.
da: Aktivér eller deaktivér anvendelse af NTP. NTP står for Network Time Protocol. Hvis NTP er aktiveret, så synkroniseres systemet periodisk fra netværket.
de: Aktivieren oder Deaktivieren von NTP-Nutzung. NTP steht für Network Time Protocol. Wenn NTP aktiviert ist, wird das System in regelmäßigen Abständen synchronisieren Zeit aus dem Netzwerk.
el: Ενεργοποίηση ή απενεργοποίηση χρήσης NTP. Το NTP σημαίνει πρωτόκολλο χρόνου δικτύου. Εάν είναι ενεργοποιημένο το NTP, το σύστημα θα εκτελείται περιοδικά συγχρονίσετε το χρόνο από το δίκτυο.
es: Activar o desactivar el uso de NTP. NTP quiere decir Protocolo del Tiempo de la Red. Si el NTP está activo, el sistema sincronizará la hora periódicamente desde la red.
fr: Activer ou désactiver utilisation NTP. NTP signifie Protocole d'Heure Réseau Si NTP est activé, le système opèrera périodiquement une synchronisation horaire depuis le réseau.
hr: Omogući ili onemogući NTP uporabu. NTP je kratica za Network Time Protocol. Ako je NTP omogućen, sustav će periodično sinkronizirati vrijeme sa mreže.
it: Attivare o disattivare l'utilizzo NTP. NTP acronimo di Network Time Protocol. Se NTP è attivato il sistema periodicamente synchronize ora dalla rete.
nl: NTP gebruik in- of uitschakelen. NTP staat voor Network Time Protocol. Als NTP ingeschakeld is zal het systeem periodiek de tijd vanuit het netwerk synchroniseren.
pl: Włącz lub wyłącz korzystanie z NTP. NTP (Network Time Protocol) czyli Sieciowy Protokół Czasu. Jeśli NTP jest włączone, system będzie okresowo synchronizował czas z sieci.
pt: Activar ou desactivar o uso do NPT. NTP são as iniciais de Network Time Protocol. Se o NTP estiver activado, o sistema sincronizará periodicamente a hora a partir da rede.
ru: Включить или отключить использование NTP. NTP - это протокол сетевого времени. При включенном NTP система периодически синхронизирует часы компьютера с сетевыми.
sk: Povolenie alebo zakázanie používania NTP. NTP znamená sieťový časový protokol. Ak je zapnutá funkcia NTP, systém periodicky synchronizuje čas zo siete.
sv: Sätt på eller stäng av användning av NTP. NTP står för Network Time Protocol. Om NTP sätts på, kommer systemet att periodiskt synkronisera tiden från nätverket.

source: Control the hardware clock
ca: Controla el rellotge intern
da: Styr hardwarens ur
de: Kontrolle der Hardware-Uhr
el: Ελέγξτε το ρολόι υλικού
es: Controlar el reloj del hardware
fr: Gérer l'horloge matérielle
hr: Kontroliraj sat sklopovlja
it: Controllare l'orologio hardware
nl: Beheer de hardware klok
pl: Kontroluj zegar sprzętowy
pt: Relógio interno
ru: Контролировать аппаратные часы
sk: Skontrolovať hardvérové hodiny
sv: Kontrollera hårdvaruklockan
tr: Donanım saatini kontrol et

source: Local time
ca: Hora Local
da: Lokal tid
de: Ortszeit
el: Τοπική ώρα
es: Hora local
fr: Temps local
hr: Lokalno vrijeme
it: Ora locale
nl: Locale tijd
pl: Czas lokalny
pt: Hora local
ru: Местное время
sk: Lokálny čas
sv: Lokal tid
tr: Yerel zaman

source: Set the hardware clock to use
ca: Definiu el rellotge intern a usar
da: Indstil hardwarens ur til at bruge
de: Die Hardware-Uhr benutzen
el: Ρυθμίστε το ρολόι υλικού να χρησιμοποιήσετε
es: Ajustar el reloj del hardware a usar
fr: Définir l'horloge matérielle à utiliser
hr: Postavi sat sklopovlja u uporabu
it: Impostare l'orologio hardware da utilizzare
nl: Stel de hardware klok om te gebruiken in
pl: Ustaw zegar sprzętowy, aby używał
pt: Definir relógio interno para
ru: Задать используемые аппаратные часы
sk: Nastaviť hardvérové hodiny
sv: Ställ in hårdvaruklockan på att använda
tr: Kullanılacak donanım saatini ayarlayın

source: Hardware clock time
ca: Hora del rellotge intern
da: Klokkeslæt for hardwarens ur
de: Zeit der Hardware-Uhr
el: Χρόνος ρολογιού υλικού
es: Hora del reloj del hardware
fr: Heure de l'horloge matérielle
hr: Vrijeme sata slopovlja
it: Tempo Orologio hardware
nl: Hardware klok tijd
pl: Czas zegara sprzętowego
pt: Hora do relógio interno
ru: Время аппаратных часов
sk: Čas hardvérových hodín
sv: Hårdvaruklock-tid
tr: Donanım saat zamanı

source: Synchronize system time from hardware clock
ca: Sincronitza l'hora del sistema amb el rellotge intern
da: Synkroniser systemets tid fra hardwarens ur
de: Synchronisieren der Systemzeit mit der Hardware-Uhr
el: Συγχρονισμός χρόνου συστήματος από ρολόι υλικού
es: Sincronizar la hora del sistema con el reloj del hardware
fr: Synchroniser l'heure du système depuis l'horloge matérielle
hr: Sinkroniziraj vrijeme sustava sa sata sklopovlja
it: Sincronizzare ora di sistema dall'orologio hardware
nl: Synchroniseer systeemtijd met de hardware klok
pl: Synchronizuj czas systemowy z zegarem sprzętowym.
pt: Sincronizar a hora do sistema com a hora do relógio interno
ru: Синхронизировать время системы по аппаратным часам
sk: Synchronizovať systémový čas pomocou hardvérových hodín
sv: Synkronisera systemtid med hårdvaruklockan
tr: Donanım saatinden sistem zamanını eşzamanla

source: Synchronize system time from the hardware clock.
ca: Sincronitza l'hora del sistema amb el rellotge intern
da: Synkroniser systemets tid fra hardwarens ur.
de: Synchronisieren der Systemzeit mit Hardware-Uhr.
el: Συγχρονίστε το χρόνο του συστήματος από το ρολόι υλικού.
es: Sincronizar la hora del sistema con el reloj del hardware.
fr: Synchroniser l'heure du système depuis l'horloge matérielle.
hr: Sinkroniziraj vrijeme sustava sa sata sklopovlja.
it: Sincronizzare ora di sistema dall'orologio hardware
nl: Synchroniseer systeemtijd met de hardware klok.
pl: Synchronizuj czas systemowy z zegarem sprzętowym.
pt: Sincronizar a hora do sistema com a hora do relógio interno.
ru: Синхронизировать время системы по аппаратным часам.
sk: Synchronizovať systémový čas pomocou hardvérových hodín.
sv: Synkronisera systemtid med hårdvaruklockan.
tr: Donanım ssatinden sistem zamanını eşzamanla.

source: Set system time
ca: Defineix l'hora del sistema
da: Indstil systemets klokkeslæt
de: Systemzeit einstellen
el: Ορίστε χρόνο συστήματος
es: Ajustar la hora del sistema
fr: Définir l'heure du système
hr: Postavi vrijeme sustava
it: Impostare l'ora di sistema
nl: Systeemtijd instellen
pl: Ustaw czas systemowy
pt: Estabelecer a hora do sistema
ru: Установить системное время
sk: Nastaviť systémový čas
sv: Ställ in systemtid
tr: Sistem saatini ayarla

source: Enter the time. The time may be formatted like this: 2013-11-18 09:12:45 (using the template yyyy-mm-dd hh:mm)
ca: Entreu l'hora. Ha de tenir un format com aquest: 2018-11-18 09:12:45 (useu la plantilla aaaa-mm-dd hh:mm)
da: Indtast tiden. Tiden kan formateres som: 2019-12-31 09:12:45 (med skabelonen åååå-mm-dd tt:mm)
de: Bitte die Zeit eingeben. Das Format dafür ist : 2013-11-18 09:12:45 (benutzte Vorlage: yyyy-mm-dd hh:mm)
el: Καταχωρίστε την ώρα. Η ώρα μπορεί να μορφοποιηθεί όπως αυτό: 2013-11-18 09:12:45 (χρησιμοποιώντας το πρότυπο yyyy-mm-dd hh:mm)
fr: Renseignez date et heure. L'heure/date peut être saisie ainsi: 2013-11-18 09:12:45 (en respectant le modèle aaaa-mm-jj hh:mm)
it: Inserisci l'ora. L'ora può essere espressa così: 2013-11-18 09:12:45 (usando il modello aaaa-mm-gg ora:min)
nl: Voer de tijd in. De tijd kan zo opgesteld worden: 2013-11-18 09:12:45 (gebruik het model jjjj-mm-dd uu:mm)
pl: Wprowadź czas. Podaj datę i czas w takim formacie: 2019-01-30 07:15:32 (używając szablonu rrrr-mm-dd gg:mm:ss)
pt: Introduza a hora. Deverá usar o formato seguinte: 2013-11-18 09:12:45 (seguindo o modelo aaaa-mm-dd hh:mm)
ru: Введите время. Оно может быть форматировано так: 2013-11-18 09:12:45 (используется шаблон yyyy-mm-dd hh:mm)
sv: Ange tiden. Tiden kan formateras så här: 2013-11-18 09:12:45 (enligt mallen yyyy-mm-dd hh:mm)
tr: Zamanı girin. Zaman biçimlendirilmiş olabilir bunun gibi: 2013-11-18 09:12:45 (yyyy-aa-gg ss:dd kalıbını kullanarak)

source: System time synchronized to hardware clock!
ca: Hora del sistema sincronitzada amb el rellotge intern!
da: Systemets tid synkroniseret til hardwarens ur!
de: Die Hardware-Uhr mit der Systemzeit synchronisieren!
el: Χρόνος συστήματος συγχρονισμένο με ρολόι υλικού!
es: ¡Se sincronizó la hora del equipo con el reloj del hardware!
fr: Heure système synchronisée sur l'horloge matérielle!
hr: Vrijeme sustava sinkronizirano sa satom sklopovlja!
it: Tempo di sistema sincronizzato con l'orologio hardware!
nl: Systeemtijd gesynchroniseerd naar de hardware klok!
pl: Czas systemowy zsynchronizowany z zegarem sprzętowym!
pt: Hora do sistema sincronizada com o relógio interno!
ru: Системное время синхронизировано по аппаратным часам!
sk: Systémový čas bol synchronizovaný s hardvérovými hodinami!
sv: Systemtid synkroniserad med hårdvaruklockan!
tr: Sistem saati, donanım saatine eşzamanlandı!

source: Hardware clock synchronized to system time!
ca: Rellotge intern sincronitzat amb l'hora del sistema!
da: Hardwarens ur synkroniseret til systemets tid!
de: Die Hardware-Uhr mit der Systemzeit synchronisieren!
el: Ρολόι υλικού συγχρονισμένο με το χρόνο συστήματος!
es: ¡El reloj del hardware se sincronizó con la hora del equipo!
fr: Horloge matérielle synchronisée sur heure système!
hr: Sat sklopovlja sinkroniziran sa vremenom sustava!
it: Orologio Hardware sincronizzato con l'ora del sistema!
nl: Hardware klok ingesteld naar systeemtijd!
pl: Zegar sprzętowy zsynchronizowany z czasem systemowym!
pt: Relógio interno sincronizado com a hora do sistema!
ru: Аппаратные часы синхронизированы по системному времени!
sk: Hardvérové hodiny boli synchronizované so systémovým časom!
sv: Hårdvaruklockan synkroniserad med systemtiden!
tr: Donanım saati sistem zamanına eşzamanlandı!

source: Hardware clock set to UTC!
ca: Rellotge intern definit a l'hora UTC!
da: Hardwarens ur indstillet til UTC!
de: Hardware-Uhr auf UTC einstellen!
el: Ρολόι υλικού έχει οριστεί σε UTC!
es: ¡El reloj del hardware se ajustó a UTC!
fr: Horloge matérielle ajustée sur UTC!
hr: Sat skopovlja postavljen na UTC!
it: Orologio hardware impostato su UTC!
nl: Hardware klok ingesteld naar UTC!
pl: Zegar sprzętowy ustawiony na UTC!
pt: Relógio interno definido para UTC!
ru: Аппаратные часы установлены по UTC!
sk: Hardvérové hodiny boli nastavené na UTC!
sv: Hårdvaruklockan inställd på UTC!
tr: Donanım saatini UTC'ye ayarla!

source: Hardware clock set to local time!
ca: Rellotge intern definit a l'hora local!
da: Hardwarens ur indstillet til lokal tid!
de: Hardware-Uhr auf lokale Zeit eingestellt!
el: Ρολόι υλικού έχει οριστεί σε τοπική ώρα!
es: ¡El reloj del hardware se ajustó a la hora local!
fr: Horloge matérielle ajustée sur heure locale!
hr: Sat skopovlja postavljen na lokalno vrijeme!
it: Orologio hardware impostato sull'ora locale!
nl: Hardware klok ingesteld naar lokale tijd!
pl: Zegar sprzętowy ustawiony na czas lokalny!
pt: Relógio interno definido para hora local
ru: Аппаратные часы установлены по местному времени!
sk: Hardvérové hodiny boli nastavené na lokálny čas!
sv: Hårdvaruklockan inställd på lokal tid!
tr: Donanım saatini yerel zamana ayarla!

source: ntpd service not found
ca: No he trobat el servei NTPD
da: ntpd-tjeneste ikke fundet
de: ntpd-Dienst nicht gefunden
el: Η υπηρεσία ntpd δεν βρέθηκε
es: no se encontró el servicio ntpd
fr: Service ntpd non trouvé
nl: ntpd service niet gevonden
pl: Nie znaleziono usługi ntpd
pt: Serviço ntpd não encontrado
ru: Не найден сервис ntpd
sk: služba ntpd sa nenašla
sv: ntpd service kunde inte hittas
tr: ntpd servisi bulunamadı

source: For this to work, ntpd needs to be present. Also, you may need to edit /etc/ntp.conf (or similar) file, and then enable the ntp daemon to start at boot. This feature is not handled by this program.
ca: Per funcionar, cal que estigui present el NTPD. També potser us cal editar el fitxer /etc/ntp.conf (o semblant), i llavors activar el dimoni NTP per engegar-se en arrencar. Aquesta característica no es gestiona amb aquest programa.
da: ntpd skal være tilstede for at det skal virke. Det kan desuden være at du skal redigere filen /etc/ntp.conf (eller lignende), og så aktiverere ntp-dæmonen for at starte ved opstart. Funktionaliteten håndteres ikke af programmet.
de: Für diese Funktion muß ntpd installiert sein. Es kann außerdem notwendig sein, die Datei /etc/ntp.conf (oder ähnlich) zu ändern und den ntp Daemon beim Systemstart zu starten. Diese Programm führt diese Anpassungen NICHT durch.
el: Για να λειτουργήσει αυτό, το ntpd πρέπει να είναι παρόν. Επίσης, ίσως χρειαστεί να επεξεργαστείτε το αρχείο /etc/ntp.conf (ή παρόμοιο) και, στη συνέχεια, να ενεργοποιήσετε τον daemon ntp για να ξεκινήσει από την εκκίνηση. Αυτή η λειτουργία δεν χειρίζεται αυτό το πρόγραμμα.
fr: ntpd requis pour le fonctionnement. D'autre part, vous devrez peut-être éditer le fichier /etc/ntp.conf (ou équivalent), et ensuite activer le lancement du démon ntp au démarrage. Cette fonctionnalité n'est pas prise en charge par ce programme.
it: Perché ciò funzioni, ntpd deve essere presente. Inoltre, potrebbe essere necessario modificare il file /etc/ntp.conf (o simile), quindi abilitare il daemon ntp all'avvio. Questa funzione non è gestita da questo programma.
nl: Om dit te laten werken moet ntpd aanwezig zijn. Ook kan het nodig zijn om het /etc/ntp.conf (of soortgelijk) bestand aan te passen, en dan de ntp daemon in te schakelen om te starten bij het opstarten. Deze mogelijkheid wordt niet door dit programma uitgevoerd.
pl: Aby to działało, ntpd musi być obecny. Konieczna może być również edycja pliku /etc/ntp.conf (lub podobnego), a następnie włączenie demona ntp podczas rozruchu. Ta funkcja nie jest obsługiwana przez ten program.
pt: Para isto funcionar, ntpd necessita de estar presente. Também poderá editar o ficheiro /etc/ntp.conf (ou similar) e permitir que o daemon ntp se execute ao arrancar o sistema. Esta carateristica não é tratada por este programa.
ru: Для функционирования требуется наличие ntpd. Возможно, Вам необходимо отредактировать файл /etc/ntp.conf (или похожий) и затем разрешить запуск демона ntp при загрузке системы. Такая функциональность не реализована в этой программе.
sv: För att detta ska fungera måste ntpd finnas. Du kan också behöva redigera /etc/ntp.conf (eller liknande) fil, och sedan ställa in ntp daemon att starta vid boot. Den funktionen hanteras inte av detta program.

source: NTP enabled!
ca: NTP activat!
da: NTP aktiveret
de: NTP aktiviert!
el: Ενεργοποίηση NTP!
es: ¡Se habilitó NTP!
fr: NTP activé!
hr: NTP omogućen!
it: NTP abilitato!
nl: NTP ingeschakeld!
pl: Włączono NTP!
pt: NTP activado!
ru: NTP включен!
sk: NTP zapnuté!
sv: NTP inställd!
tr: NTP etkin!

source: NTP disabled!
ca: NTP desactivat!
da: NTP deaktiveret
de: NTP deaktiviert!
el: Το NTP είναι απενεργοποιημένο!
es: ¡Se inabilitó NTP!
fr: NTP désactivé!
hr: NTP onemogućen!
it: NTP disabilitato!
nl: NTP uitgeschakeld!
pl: NTP wyłączone!
pt: NTP desactivado!
ru: NTP отключен!
sk: NTP vypnuté!
sv: NTP avstängd!
tr: NTP devre dışı!

source: Could not find ntpdate
ca: No he trobat ntpdate
da: Kunne ikke finde ntpdate
de: Konnte ntpdate nicht finden
el: Δεν ήταν δυνατή η εύρεση της ntpdate
es: No se pudo encontrar ntpdate
fr: Impossible de trouver ntpdate
hr: Ne mogu naći ntpdate
it: Impossibile trovare ntpdate
nl: Kon ntpdate niet vinden
pl: Nie można znaleźć ntpdate
pt: Não encontrado o ntpdate (ntp para a data)
ru: Не удаётся найти ntpdate
sk: Nepodarilo sa nájsť ntpdate
sv: Kunde inte hitta ntpdate
tr: ntpdate bulunamadı

source: Success! Time updated.
ca: Èxit! Hora actualitzada.
da: Det lykkedes! Tiden blev opdateret.
de: Erfolg! Die Zeit wurde aktualisiert.
el: Επιτυχία! Ο χρόνος ενημερώθηκε.
es: ¡Hecho! Se actualizó la hora.
fr: Réussi! Heure mise à jour.
hr: Uspjeh! Vrijeme je ažurirano.
it: Successo! Tempo di aggiornamento.
nl: Succes! Tijd bijgewerkt.
pl: Sukces! Czas zaktualizowany.
pt: Ẽxito! A data-hora foi actualizada.
ru: Успешно! Время обновлено.
sk: Podarilo sa! Čas bol aktualizovaný.
sv: Framgång! Tiden uppdaterad.
tr: Başarılı! Zaman güncellendi.

source: Invalid timezone
ca: Zona horària no vàlida
da: Ugyldig tidszone
de: Ungültige Zeitzone
el: Μη έγκυρη ζώνη ώρας
es: Zona horaria inválida
fr: Fuseau horaire incorrect
hr: Neispravna vremenska zona
it: Fuso orario non valido
nl: Ongeldige tijdzone
pl: Nieprawidłowa strefa czasowa
pt: Zona horária inválida
ru: Неверный часовой пояс
sk: Chybná časová zóna
sv: Ogiltig tidszone
tr: Geçersiz zaman dilimi

source: Timezone changed!
ca: La zona horària ha canviat!
da: Tidszone blev ændret!
de: Zeitzone geändert!
el: Η ζώνη ώρας άλλαξε!
es: ¡Se cambió la zona horaria!
fr: Fuseau horaire modifié!
hr: Vremenska zona je promijenjena!
it: Fuso orario è cambiato!
nl: Tijdzone gewijzigd!
pl: Zmieniono strefę czasową!
pt: A zona horária foi alterada!
ru: Часовой пояс изменен!
sk: Časová zóna sa zmenila!
sv: Tidszonen ändrad!
tr: Zaman dilimi değiştirildi!

source: Time not entered correctly.
ca: Hora entrada incorrectament.
da: Tid ikke indtastet korrekt.
de: Zeit nicht korrekt eingegeben.
el: Ο χρόνος δεν καταχωρίστηκε σωστά.
es: La hora no se ingresó correctamente.
fr: Heure incorrectement renseignée.
hr: Vrijeme nije pravilno unešeno.
it: Il tempo non inserito correttamente.
nl: Tijd niet correct ingevoerd.
pl: Czas nie został wprowadzony poprawnie.
pt: Data-hora introduzida incorrectamente.
ru: Время введено некорректно.
sk: Čas nebol zadaný správne.
sv: Tiden inte korrekt inställd.
tr: Zaman doğru girilmedi.

source: Time changed!
ca: Hora canviada!
da: Tiden blev ændret
de: Die Zeit wurde verändert!
el: Ο χρόνος άλλαξε!
es: ¡Cambió la hora!
fr: Heure modifiée!
hr: Vrijeme je promijenjeno!
it: "Ora è cambiato!
nl: Tijd gewijzigd!
pl: Czas został zmieniony!
pt: A data-hora foi alterada!
ru: Время изменено!
sk: Čas bol zmenený!
sv: Tid ändrad!
tr: Zaman değiştirildi!

source: A GUI to manage system date and time
ca: Una IGU per gestionar la dat i hora del sistema
da: En grafisk brugerflade til at håndtere systemets dato og klokkeslæt
de: Eine GUI zur Verwaltung des Systemdatums und der Systemzeit.
el: Ένα GUI για τη διαχείριση της ημερομηνίας και της ώρας του συστήματος
es: Una GUI para administrar la fecha y hora del sistema
fr: Une Interface Graphique Utilisateur pour ajuster la date et l'heure
it: Una GUI per la gestione della data e ora del sistema
nl: Een GUI om de systeemdatum en tijd te beheren
pl: Narzędzie do zarządzania datą i czasem systemu
pt: Interface gráfica para gerir a data e a hora do sistema
ru: Графический интерфейс для установки системной даты и времени
sk: GUI na správu dátumu a času systému
sv: Ett grafiskt användargränssnitt för att hantera datum och tid
tr: Sistem tarih ve saatini yönetmek için bir grafik arayüz

source: Time and Date Settings
ca: Paràmetres de Data i Hora
da: Indstillinger for klokkeslæt og dato
de: Einstellungen des Systemdatums und der Systemzeit
el: Ρυθμίσεις ώρας και ημερομηνίας
es: Ajustes de Fecha y Hora
fr: Réglages Heure et Date
hr: Postavke vremena i datuma
it: Gestire la data e l'ora del sistema
nl: Tijd en Datum Instellingen
pl: Ustawienia czasu i daty
pt: Definições de Data e Hora
ru: Настройки времени и даты
sk: Nastavenia času a dátumu
sv: Tids och datum Inställningar
tr: Tarih ve Saat Ayarları

source: 1. Show current date and time
ca: 1. Mostra la data i hora actuals
da: 1. Vis nuværende dato og klokkeslæt
de: 1. Aktuelles Datum und Uhrzeit anzeigen
el: 1. Εμφάνιση τρέχουσας ημερομηνίας και ώρας
es: 1. Mostrar la fecha y hora actuales
fr: 1. Montrer la date et l'heure actuelles
hr: 1. Pokaži trenutan datum i vrijeme
it: 1. Mostra data e l'ora correnti
nl: 1. Laat huidige datum en tijd zien
pl: 1. Pokaż aktualną datę i godzinę
pt: 1. Mostrar a data e a hora actuais
ru: 1. Показать текущие дату и время
sk: 1. Zobraztiť aktuálny dátum a čas
sv: 1. Visa nuvarande datum och tid
tr: 1. Geçerli tarih ve saati göster

source: Show current date and time configuration
ca: Mostra la configuració de data i hora actuals
da: Vis nuværende konfiguration for dato og klokkeslæt
de: Konfiguration des aktuellen Datums und der Uhrzeit anzeigen
el: Εμφάνιση τρέχουσας διαμόρφωσης ημερομηνίας και ώρας
es: Muestra la configuración actual de fecha y hora
fr: Montrer les réglages pour la date et l'heure actuelles
hr: Pokaži konfiguraciju trenutnog datuma i vremena
it: Mostra data corrente e la configurazione tempo
nl: Laat huidige datum en tijd configuratie zien
pl: Pokazuje aktualną konfigurację daty i godziny
pt: Mostrar a configuração actual da data e hora
ru: Показать текущие настройки даты и времени
sk: Zobrazí aktuálne nastavenia dátumu a času
sv: Visa nuvarande datum och tidsinställningar
tr: Geçerli tarih ve saat yapılandırmasını göster
