Repository: aadityabagga/timeset-1
Catalog: po/timeset-gui_*.po
Languages: ca, da, de, el, es, fr, hr, it, nl, pl, pt, ru, sk, sv, tr

source: 2. Show timezones
ca: 2. Mostra les zones horàries
da: 2. Vis tidszoner
de: 2. Zeitzonen anzeigen
el: 2. Εμφάνιση ζωνών ώρας
es: 2. Mostrar zonas horarias
fr: 2. Montrer les fuseaux horaires
hr: 2. Pokaži vremenske zone
it: 2. Mostra fusi orari
nl: 2. Laat tijdzones zien
pl: 2. Pokaż strefy czasowe
pt: 2. Mostrar zonas horárias
ru: 2. Показать часовые пояса
sk: 2. Zobraziť časové pásma
sv: 2. Visa tidszoner
tr: 2. Zamandilimlerini göster

source: Show known timezones
ca: Mostra les zones horàries conegudes
da: Vi kendte tidszoner
de: bekannte Zeitzonen anzeigen
el: Εμφάνιση γνωστών ζωνών ώρας
es: Muestra las zonas horarias conocidas
fr: Montrer les fuseaux horaires connus
hr: Pokaži poznate vremenske zone
it: Mostra nota fusi orari
nl: Laat bekende tijdzones zien
pl: Pokazuje znane strefy czasowe
pt: Mostrar as zonas horárias conhecidas
ru: Показать известные часовые пояса
sk: Zobrazí známe časové pásma
sv: Visa kända tidszoner
tr: Bilinen zaman dilimlerini göster

source: 3. Set system timezone
ca: 3. Estableix la zona horària del sistema
da: 3. Indstil systemets tidszone
de: 3. Stellen Sie System Zone
el: 3. Ρυθμίστε τη ζώνη ώρας του συστήματος
es: 3. Ajustar la zona horaria del sistema
fr: 3. Régler le fuseau horaire du système
hr: 3. Postavi vremensku zonu sustava
it: 3. Impostare fuso orario di sistema
nl: 3. Systeem tijdzone instellen
pl: 3. Ustaw strefę czasową systemu
pt: 3. Estabelecer a zona horária do sistema
ru: 3. Задать часовой пояс системы
sk: 3. Nastaviť časovú zónu systému
sv: 3. Ställ in systemets tidszon
tr: 3. Sistem zaman dilimini ayarla

source: 4. Synchronize time from the network
ca: 4. Sincronitza l'hora des de la xarxa
da: 4. Synkroniser tid fra netværket
de: 4. Synchronisieren der Zeit aus dem Netz
el: 4. Συγχρονίστε το χρόνο από το δίκτυο
es: 4. Sincronizar la hora desde la red
fr: 4. Synchroniser l'heure depuis le réseau
hr: 4. Sinkroniziraj vrijeme sa mreže
it: 4. Sincronizzare l'ora dalla rete
nl: 4. Synchroniseer tijd van het netwerk
pl: 4. Synchronizuj czas z siecią
pt: 4. Sincronizar a hora a partir da rede
ru: 4. Синхронизировать время по сети
sk: 4. Synchronizovať čas zo siete
sv: 4. Synkronisera tiden från nätverket
tr: 4. Saati ağdan eşzamanla

source: Synchronize time from the network using NTP
ca: Sincronitza l'hora de la xarxa usant NTP
da: Synkroniser tid fra netværket med NTP
de: Synchronisieren der Zeit aus dem Netz mit NTP
el: Συγχρονίστε το χρόνο από το δίκτυο χρησιμοποιώντας το NTP
es: Sincroniza la hora desde la red usando NTP
fr: Synchroniser l'heure depuis le réseau en utilisant NTP
hr: Sinkroniziraj vrijeme sa mreže koristeći NTP
it: Sincronizzare l'ora dalla rete utilizzando NTP
nl: Synchroniseer tijd van het netwerk met NTP
pl: Synchronizuje czas z siecią korzystając z NTP
pt: Sincronizar a hora a partir da rede usando o NTP
ru: Синхронизировать время по сети используя NTP
sk: Synchronizuje čas zo siete pomocou NTP
sv: Synkronisera tiden från nätverket med NTP
tr: 4. NTP kullanarak saati ağdan eşzamanla

source: 5. Choose whether NTP is enabled
ca: 5. Tria si s'activa el NTP
da: 5. Vælg om NTP er aktiveret
de: 5. Wählen Sie, ob NTP aktiviert werden soll
el: 5. Επιλέξτε αν είναι ενεργοποιημένο το NTP
es: 5. Escoger si NTP debe habilitarse
fr: 5. Choisir si NTP est activé
hr: 5. Odaberi je li NTP omogućen
it: 5. Scegliere se NTP è abilitato
nl: 5. Kies of NTP ingeschakeld is
pl: 5. Wybierz, czy chcesz włączyć NTP
pt: 5. Activar ou desactivar o NPT
ru: 5. Выбрать включен ли NTP
sk: 5. Zvoliť, či bude povolené NTP
sv: 5. Välj om NTP ska användas
tr: 5. NTP'nin etkin olup olmadığını seçin

source: Choose whether NTP (Network Time Protocol) is enabled
ca: Tria si s'activa o no el NTP (Network Time Protocol)
da: Vælg om NTP (Network Time Protocol) er aktiveret
de: Wählen Sie, ob NTP (Network Time Protocol) aktiviert werden soll
el: Επιλέξτε εάν είναι ενεργοποιημένο το NTP (Network Time Protocol)
es: Escoge si NTP (Network Time Protocol) está habilitado
fr: Choisir si NTP (Network Time Protocol) est activé
it: Scegliere se NTP (Network Time Protocol) è abilitato
nl: Kies of NTP (Network Time Protocol) ingeschakeld is
pl: Włącza lub wyłącza synchronizację czasu z wykorzystaniem NTP (Network Time Protocol - Sieciowy Protokół Czasu)
pt: Activar ou desactivar o NPT (Network Time Protocol)
ru: Выбрать включен ли NTP (протокол сетевого времени)
sk: Zvolí, či bude aktivovaný NTP (Network Time Protocol)
sv: Välj om NTP (Network Time Protocol) ska användas
tr: NTP (Ağ Zaman Protokolü)'nin etkin olup olmadığını seçin

source: 6. Hardware clock in UTC or local time
ca: 6. Rellotge intern a UTC o bé Hora Local
da: 6. Hardwarens ur i UTC eller lokal tid
de: 6. Hardware Uhr in UTC oder lokale Zeit
el: 6. Ρολόι υλικού σε UTC ή τοπική ώρα
es: 6. Reloj del hardware en UTC u hora local
fr: 6. Horloge matérielle en UTC ou en heure locale
hr: 6. Sat sklopovlja na UTC ili lokalnom vremenu
it: 6. Orologio hardware in UTC o locale
nl: 6. Hardware klok in UTC of lokale tijd
pl: 6. Zegar sprzętowy z UTC lub z czasem lokalnym
pt: 6. Relógio interno em UTC ou em hora local
ru: 6. Аппаратные часы выставлены на UTC или местное время
sk: 6. Hardvérové ​​hodiny v UTC alebo v lokálnom čase
sv: 6. Hårdvaruklocka som UTC eller lokal tid
tr: 6. Donanım saati UTC veya yerel zamanda

source: Control whether the hardware clock is in UTC or local time
ca: Controla si el rellotge intern va amb UTC o bé l'Hora Local
da: Styr om hardwarens ur er i UTC eller lokal tid
de: Einstellen, ob die Hardware-Uhr in UTC oder lokaler Zeit läuft
el: Ελέγξτε αν το ρολόι υλικού είναι σε UTC ή τοπική ώρα
es: Controla si el reloj del hardware se halla en UTC o en la hora loca.
fr: Définir si l'horloge matérielle doit être ajustée en UTC ou en heure locale
it: Controllare se l'orologio hardware è in UTC o locale tempo
nl: Beheer of de hardware klok in UTC is of in lokale tijd
pl: Sprawdza, czy zegar sprzętowy używa czasu UTC lub czasu lokalnego
pt: Relógio interno em UTC ou em hora local
ru: Управлять тем, установлены аппаратные часы на UTC или местное время
sk: Skontroluje, či sú hardvérové ​​hodiny v UTC alebo v lokálnom čase
sv: Kontollera om hårdvaruklockan är i UTC eller lokal tid
tr: Donanım saatinin UTC veya yerel saatte olup olmadığını kontrol edin

source: 7. Read time from the hardware clock
ca: 7. Llegeix l'hora del rellotge intern
da: 7. Læs tid fra hardwarens ur
de: 7. Zeit von der Hardware-Uhr auslesen
el: 7. Ώρα ανάγνωσης από το ρολόι υλικού
es: 7. Leer la hora del reloj del hardware
fr: 7. Lire l'heure depuis l'horloge matérielle
hr: 7. Čitaj vrijeme sa sata sklopovlja
it: 7. Leggere il tempo dall'orologio hardware
nl: 7. Lees tijd van de hardware klok
pl: 7. Odczytaj czas z zegara sprzętowego
pt: 7. Ver informação de data-hora do relógio interno
ru: 7. Считать время аппаратных часов
sk: 7. Načítať čas z hardvérových hodín
sv: 7. Läs tiden från hårdvaruklockan
tr: 7. Donanım saatinden zamanı oku

source: Read time from the hardware clock
ca: Llegeix l'hora del rellotge intern
da: Læs tid fra hardwarens ur
de: Zeit von der Hardware-Uhr auslesen
el: Ώρα ανάγνωσης από το ρολόι υλικού
es: Lee la hora desde el reloj del hardware
fr: Lire l'heure depuis l'horloge matérielle
hr: Čitaj vrijeme sa sata sklopovlja
it: Leggere il tempo dall'orologio hardware
nl: Lees tijd van de hardware klok
pl: Odczytuje czas z zegara sprzętowego
pt: Ver informação de data-hora do relógio interno
ru: Получить время от аппаратных часов
sk: Načíta čas z hardvérových hodín
sv: Läs tiden från hårdvaruklockan
tr: Donanım saatinden zamanı oku

source: 8. Synchronize hardware clock to system time
ca: 8. Sincronitza el Rellotge Intern amb l'hora del Sistema
da: 8. Synkroniser hardwarens ur til systemets tid
de: 8. Synchronisieren der Hardware-Uhr mit der Systemzeit
el: 8. Συγχρονίστε το ρολόι υλικού με το χρόνο του συστήματος
es: 8. Sincronizar el reloj del hardware con la hora del sistema
fr: 8. Synchroniser l'horloge matérielle sur l'heure du système
it: 8. Sincronizzare l'orologio hardware ora del sistema
nl: 8. Synchroniseer hardware klok naar systeemtijd
pl: 8. Zsynchronizuj zegar sprzętowy z czasem systemowym
pt: 8. Sincronizar o relógio interno com a hora do sistema
ru: 8. Синхронизировать аппаратные часы с системным временем
sk: 8. Synchronizovať hardvérové ​​hodiny na systémový čas
sv: 8. Synkronisera hårdvaruklockan med systemtiden
tr: 8. Donanım saatini sistem zamanına eşzamanla

source: Synchronize hardware clock to system time
ca: Sincronitza el Rellotge Intern amb l'hora del Sistema
da: Synkroniser hardwarens ur til systemets tid
de: Synchronisieren der Hardware-Uhr mit der Systemzeit
el: Συγχρονίστε το ρολόι υλικού με το χρόνο του συστήματος
es: Sincroniza el reloj del hardware con la hora del sistema
fr: Synchroniser l'horloge matérielle sur l'heure du système
it: Sincronizzare l'orologio hardware ora del sistema
nl: Synchroniseer hardware klok naar systeemtijd
pl: Synchronizuje zegar sprzętowy z czasem systemowym
pt: Sincronizar o relógio interno com a hora do sistema
ru: Синхронизировать аппаратные часы с системным временем
sk: Synchronizuje hardvérové ​​hodiny na systémový čas
sv: Synkronisera hårdvaruklockan med systemtiden
tr: Donanım saatini sistem zamanına eşzamanla

source: 9. Synchronize system time to hardware clock
ca: 9. Sincronitza l'hora del Sistema amb el Rellotge intern
da: 9. Synkroniser systemets tid til hardwarens ur
de: 9. Synchronisieren Systemzeit mit Hardware-Uhr
el: 9. Συγχρονίστε το χρόνο του συστήματος με το ρολόι υλικού
es: 9. Sincronizar la hora del sistema con el reloj del hardware
fr: 9. Synchroniser l'heure du système sur l'horloge matérielle
it: 9. Sincronizza ora di sistema per l'orologio hardware
nl: 9. Synchroniseer systeemtijd naar de hardware klok
pl: 9. Zsynchronizuj czas systemowy z zegarem sprzętowym
pt: 9. Sincronizar a hora do sistema com o relógio interno
ru: 9. Синхронизировать системное время по аппаратным часам
sk: 9. Synchronizovať systémový čas s hardvérovými hodinami
sv: 9. Synkronisera systemtiden med hårdvaruklockan
tr: 9. Sistem zamanını donanım saatı ile eşzamanla

source: Synchronize system time to hardware clock time
ca: Sincronitza l'hora del Sistema amb el Rellotge intern
da: Synkroniser systemets tid til tiden fra hardwarens ur
de: Synchronisieren der System Zeit mit der Hardware-Uhr Zeit
el: Συγχρονίστε το χρόνο του συστήματος με το ρολόι υλικού
es: Sincroniza la hora del sistema con la del reloj del hardware
fr: Synchroniser l'heure du système sur l'horloge matérielle
it: Sincronizza ora di sistema per l'ora dell'orologio hardware
nl: Synchroniseer systeemtijd naar de hardware klok
pl: Synchronizuje czas systemowy z czasem zegara sprzętowego
pt: Sincronizar a hora do sistema com o relógio interno
ru: Синхронизировать системное время по аппаратным часам
sk: Synchronizuje systémový čas s hardvérovými hodinami
sv: Synkronisera systemtiden med hårdvaruklockan
tr: Sistem zamanını donanım saatı zamanı ile eşzamanla

source: 10. Adjust the date and time manually
ca: 10. Ajusta la data i l'hora manualment
da: 10. Juster datoen og klokkeslættet manuelt
de: 10. Datum und Uhrzeit manuell einstellen
el: 10. Ρυθμίστε την ημερομηνία και την ώρα χειροκίνητα
es: 10. Ajustar la fecha y hora manualmente
fr: 10. Ajuster manuellement la date et l'heure
it: 10. Regolare la data e l'ora manualmente
nl: 10. Stel datum en tijd handmatig in
pl: 10. Ustaw samodzielnie datę i godzinę
pt: 10. Estabelecer a data e a hora manualmente
ru: 10. Вручную настроить дату и время
sk: 10. Manuálne upraviť dátum a čas
sv: 10. Justera datum och tid manuellt
tr: 10. Tarih ve saati elle ayarlayın

source: Set the date and time manually
ca: Defineix la data i l'hora manualment
da: Indstil datoen og klokkeslættet manuelt
de: Das Datum und die Uhrzeit manuell einstellen
el: Ρυθμίστε την ημερομηνία και την ώρα χειροκίνητα
es: Ajusta la fecha y hora de forma manual
fr: Régler la date et l'heure manuellement
it: Impostare la data e l'ora manualmente
nl: Stel datum en tijd handmatig in
pl: Umożliwia ręczne wprowadzenie daty i godziny
pt: Estabelecer a data e a hora manualmente
ru: Установить дату и время вручную
sk: Nastavte dátum a čas manuálne
sv: Ställ in datum och tid manuellt
tr: Tarih ve saati elle ayarla

source: 11. About
ca: 11. Quant a
da: 11. Om
de: 11. Über
el: 11. Περί
es: 11. Acerca de
fr: 11. À propos
it: 11. Su
nl: 11. Over
pl: 11. O programie
pt: 11. Sobre
ru: 11. Сведения
sk: 11. O
sv: 11. Om
tr: 11. Hakkında

source: About this program
ca: Quant a aquest programari
da: Om programmet
de: Über dieses Programm
el: Σχετικά με αυτό το πρόγραμμα
es: Acerca de este programa
fr: À propos de ce programme
it: A proposito di questo programma
nl: Over dit programma
pl: Informacje o tym programie
pt: Sobre este programa
ru: Об этом приложении
sk: O programe
sv: Om detta program
tr: Bu program hakkında
